export const LIST = {
    1: {
        title: 'Наука',
        from: 1992,
        to: 1997,
        list: [
            {
                id: 1,
                title: "2022",
                description: "13 сентября — частное солнечное затмение"
            },
            {
                id: 2,
                title: "2023",
                description: "13 сентября — частное солнечное затмение"
            },
            {
                id: 3,
                title: "2025",
                description: "13 сентября — частное солнечное затмение"
            },
            {
                id: 4,
                title: "2026",
                description: "13 сентября — частное солнечное затмение"
            }
        ]
    },
    2: {
        title: 'Кино',
        from: 1999,
        to: 2004,
        list: [
            {
                id: 1,
                title: "2028",
                description: "12 июля — частное солнечное затмение, видимое в Австралии"
            },
            {
                id: 2,
                title: "2029",
                description: "1 ноября — полное солнечное затмение, видимое в Северной Америке 1 ноября — полное солнечное затмение, видимое в Северной Америке 1 ноября — полное солнечное затмение, видимое в Северной Америке"
            },
            {
                id: 3,
                title: "2030",
                description: "5 мая — кольцевое солнечное затмение, видимое в Южной Америке"
            },
            {
                id: 4,
                title: "2031",
                description: "14 сентября — частное солнечное затмение, видимое в Европе и Азии"
            }
        ]
    },
    3: {
        title: 'Литература',
        from: 2007,
        to: 2012,
        list: [
            {
                id: 1,
                title: "2008",
                description: "12 июля — частное солнечное затмение, видимое в Австралии"
            },
            {
                id: 2,
                title: "2009",
                description: "1 ноября — полное солнечное затмение, видимое в Северной Америке"
            },
            {
                id: 3,
                title: "2010",
                description: "5 мая — кольцевое солнечное затмение, видимое в Южной Америке"
            },
            {
                id: 4,
                title: "2012",
                description: "14 сентября — частное солнечное затмение, видимое в Европе и Азии"
            }
        ]
    },
    4: {
        title: 'Технологии',
        from: 2013,
        to: 2018,
        list: [
            {
                id: 1,
                title: "2014",
                description: "8 октября — полное лунное затмение"
            },
            {
                id: 2,
                title: "2015",
                description: "20 марта — полное солнечное затмение, видимое в Европе"
            },
            {
                id: 3,
                title: "2016",
                description: "1 сентября — кольцевое солнечное затмение в Африке"
            },
            {
                id: 4,
                title: "2017",
                description: "21 августа — Великое американское затмение"
            }
        ]
    },
    5: {
        title: 'Спорт',
        from: 2020,
        to: 2025,
        list: [
            {
                id: 1,
                title: "2020",
                description: "14 декабря — полное солнечное затмение, видимое в Южной Америке"
            },
            {
                id: 2,
                title: "2021",
                description: "10 июня — кольцевое солнечное затмение, видимое в Канаде, Гренландии и России"
            },
            {
                id: 3,
                title: "2024",
                description: "8 апреля — Великое североамериканское затмение"
            },
            {
                id: 4,
                title: "2025",
                description: "29 марта — частное солнечное затмение, видимое в Европе и Азии"
            }
        ]
    }
};

