export const LIST = {
    1: [
        {
            id: 1,
            title: "2022",
            description: "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды"
        },
        {
            id: 2,
            title: "2023",
            description: "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды"
        },
        {
            id: 3,
            title: "2025",
            description: "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды"
        },
        {
            id: 4,
            title: "2026",
            description: "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды"
        }
    ]
}